Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Content.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Write a comment…
ar: اكتب تعليقًا…
bn: একটি মন্তব্য লিখুন…
cs: Napiš komentář…
da: Skriv en kommentar …
de: Schreibe einen Kommentar …
el: Γράψε ένα σχόλιο…
es: Escribe un comentario…
es_419: Escribe un comentario…
fa: نظری بنویس…
fi: Kirjoita kommentti…
fil: Magsulat ng komento…
fr: Écris un commentaire…
he: כתוב תגובה…
hi: एक टिप्पणी लिखें…
hu: Írj egy hozzászólást…
hy: Գրիր մեկնաբանություն…
id: Tulis komentar…
it: Scrivi un commento…
ja: コメントを書く…
ko: 댓글 작성…
ms: Tulis komen…
nb: Skriv en kommentar …
nl: Schrijf een reactie…
pl: Napisz komentarz…
pt_br: Escreva um comentário…
pt_pt: Escreve um comentário…
ro: Scrie un comentariu…
ru: Написать комментарий…
sv: Skriv en kommentar…
ta: ஒரு கருத்து எழுதுங்கள்…
te: కామెంట్ రాయండి…
th: เขียนความคิดเห็น…
tr: Bir yorum yaz…
uk: Напиши коментар…
ur: تبصرہ لکھیں…
vi: Viết bình luận…
zh_hans: 写下评论…
zh_hant: 撰寫留言…

source: Write a Review
ar: اكتب مراجعة
bn: একটি রিভিউ লিখুন
cs: Napsat recenzi
da: Skriv en anmeldelse
de: Bewertung schreiben
el: Γράψε μια Κριτική
es: Escribir una reseña
es_419: Escribir una reseña
fa: نوشتن نقد
fi: Kirjoita arvostelu
fil: Magsulat ng Review
fr: Écrire une critique
he: כתוב ביקורת
hi: समीक्षा लिखें
hu: Értékelés írása
hy: Գրիր կարծիք
id: Tulis Ulasan
it: Scrivi una recensione
ja: レビューを書く
ko: 리뷰 작성
ms: Tulis Ulasan
nb: Skriv en anmeldelse
nl: Schrijf een recensie
pl: Napisz recenzję
pt_br: Escrever uma avaliação
pt_pt: Escrever uma Crítica
ro: Scrie o recenzie
ru: Написать отзыв
sv: Skriv en recension
ta: ஒரு மதிப்பாய்வு எழுதுங்கள்
te: రివ్యూ రాయండి
th: เขียนรีวิว
tr: İnceleme Yaz
uk: Написати відгук
ur: جائزہ لکھیں
vi: Viết đánh giá
zh_hans: 撰写评价
zh_hant: 撰寫評論

source: Yes, view profile
ar: نعم، عرض الملف الشخصي
bn: হ্যাঁ, প্রোফাইল দেখুন
cs: Ano, zobrazit profil
da: Ja, vis profil
de: Ja, Profil ansehen
el: Ναι, προβολή προφίλ
es: Sí, ver perfil
es_419: Sí, ver perfil
fa: بله، نمایه را ببین
fi: Kyllä, näytä profiili
fil: Oo, tingnan ang profile
fr: Oui, voir le profil
he: כן, הצג פרופיל
hi: हां, प्रोफ़ाइल देखें
hu: Igen, profil megtekintése
hy: Այո, դիտել պրոֆիլը
id: Ya, lihat profil
it: Sì, vedi il profilo
ja: はい、プロフィールを見る
ko: 네, 프로필 보기
ms: Ya, lihat profil
nb: Ja, vis profil
nl: Ja, bekijk profiel
pl: Tak, pokaż profil
pt_br: Sim, ver perfil
pt_pt: Sim, ver perfil
ro: Da, vezi profilul
ru: Да, посмотреть профиль
sv: Ja, visa profil
ta: ஆம், சுயவிவரத்தைப் பார்
te: అవును, ప్రొఫైల్‌ను చూడండి
th: ใช่ ดูโปรไฟล์
tr: Evet, profili görüntüle
uk: Так, переглянути профіль
ur: جی ہاں، پروفائل دیکھیں
vi: Có, xem hồ sơ
zh_hans: 是，查看个人资料
zh_hant: 是，查看個人檔案

source: You can view public posts from %1$@, but you are blocked from engaging with them. You also cannot follow or message %2$@.
ar: يمكنك عرض المنشورات العامة من %1$@، لكنك محظور من التفاعل معها. كما لا يمكنك متابعة %2$@ أو مراسلته.
bn: আপনি %1$@-এর পাবলিক পোস্ট দেখতে পারবেন, কিন্তু সেগুলোর সাথে যুক্ত হওয়া থেকে আপনাকে ব্লক করা হয়েছে। আপনি %2$@-কে ফলো বা মেসেজও করতে পারবেন না।
cs: Veřejné příspěvky uživatele %1$@ můžete vidět, ale nemůžete na ně reagovat. Také nemůžete uživatele %2$@ sledovat ani mu psát zprávy.
da: Du kan se offentlige opslag fra %1$@, men du er blokeret fra at interagere med dem. Du kan heller ikke følge eller skrive til %2$@.
de: Sie können öffentliche Beiträge von %1$@ sehen, aber Sie sind von der Interaktion mit ihnen ausgeschlossen. Sie können %2$@ auch nicht folgen oder Nachrichten senden.
el: Μπορείτε να βλέπετε τις δημόσιες αναρτήσεις του/της %1$@, αλλά έχετε αποκλειστεί από την αλληλεπίδραση με αυτές. Επίσης δεν μπορείτε να ακολουθήσετε ή να στείλετε μήνυμα στον/στην %2$@.
es: Puede ver las publicaciones públicas de %1$@, pero tiene el acceso bloqueado para interactuar con ellas. Tampoco puede seguir a %2$@ ni enviarle mensajes.
es_419: Puedes ver las publicaciones públicas de %1$@, pero tienes bloqueada la interacción con ellas. Tampoco puedes seguir a %2$@ ni enviarle mensajes.
fa: می‌توانید پست‌های عمومی %1$@ را ببینید، اما از تعامل با آن‌ها مسدود شده‌اید. همچنین نمی‌توانید %2$@ را دنبال کنید یا برایش پیام بفرستید.
fi: Voitte nähdä käyttäjän %1$@ julkiset julkaisut, mutta teidät on estetty reagoimasta niihin. Ette myöskään voi seurata käyttäjää %2$@ tai lähettää tälle viestejä.
fil: Makikita ninyo ang mga pampublikong post mula kay %1$@, ngunit hinarang kayo sa pakikipag-engage sa mga ito. Hindi rin ninyo magagawang i-follow o ma-message si %2$@.
fr: Vous pouvez voir les posts publics de %1$@, mais vous ne pouvez pas interagir avec eux. Vous ne pouvez pas non plus suivre %2$@ ni lui envoyer de message.
he: באפשרותך לראות פוסטים ציבוריים של %1$@, אך אתה חסום מלהגיב עליהם. כמו כן, אינך יכול לעקוב אחר %2$@ או לשלוח לו הודעות.
hi: आप %1$@ की सार्वजनिक पोस्ट देख सकते हैं, लेकिन आप उनके साथ इंटरैक्ट करने से अवरुद्ध हैं। आप %2$@ को फ़ॉलो या संदेश भी नहीं भेज सकते।
hu: Megtekintheti %1$@ nyilvános bejegyzéseit, de le van tiltva arról, hogy reagáljon rájuk. Azt sem teheti, hogy követi %2$@ felhasználót vagy üzenetet küld neki.
hy: Դուք կարող եք դիտել %1$@-ի հրապարակային գրառումները, սակայն արգելափակված եք դրանց հետ փոխազդելուց։ Դուք նաև չեք կարող հետևել կամ գրել %2$@-ին։
id: Anda dapat melihat postingan publik dari %1$@, tetapi Anda diblokir untuk berinteraksi dengannya. Anda juga tidak dapat mengikuti atau mengirim pesan kepada %2$@.
it: Puoi vedere i post pubblici di %1$@, ma sei stato bloccato e non puoi interagirvi. Inoltre non puoi seguire né inviare messaggi a %2$@.
ja: %1$@ さんの公開投稿は閲覧できますが、それらへの反応はブロックされています。また、%2$@ さんをフォローしたりメッセージを送ったりすることもできません。
ko: %1$@의 공개 게시물은 볼 수 있지만, 게시물에 반응하는 것은 차단되어 있습니다. 또한 %2$@을(를) 팔로우하거나 메시지를 보낼 수 없습니다.
ms: Anda boleh melihat hantaran awam daripada %1$@, tetapi anda disekat daripada berinteraksi dengannya. Anda juga tidak boleh mengikut atau menghantar mesej kepada %2$@.
nb: Du kan se offentlige innlegg fra %1$@, men du er blokkert fra å samhandle med dem. Du kan heller ikke følge eller sende meldinger til %2$@.
nl: Je kunt openbare berichten van %1$@ bekijken, maar je mag er niet mee interacteren. Je kunt %2$@ ook niet volgen of een bericht sturen.
pl: Możesz wyświetlać publiczne posty użytkownika %1$@, ale interakcje z nimi są dla Ciebie zablokowane. Nie możesz również obserwować użytkownika %2$@ ani wysyłać mu wiadomości.
pt_br: Você pode ver as publicações públicas de %1$@, mas está bloqueado para interagir com elas. Você também não pode seguir nem enviar mensagens para %2$@.
pt_pt: Pode ver publicações públicas de %1$@, mas está bloqueado de interagir com elas. Também não pode seguir nem enviar mensagens a %2$@.
ro: Puteți vedea postările publice de la %1$@, dar nu aveți permisiunea de a interacționa cu ele. De asemenea, nu puteți urmări sau trimite mesaje către %2$@.
ru: Вы можете просматривать публичные посты пользователя %1$@, но вам запрещено взаимодействовать с ними. Вы также не можете подписаться на пользователя %2$@ или написать ему.
sv: Du kan se offentliga inlägg från %1$@, men du är blockerad från att interagera med dem. Du kan inte heller följa eller skicka meddelanden till %2$@.
ta: %1$@ இடமிருந்து வரும் பொது இடுகைகளை நீங்கள் பார்க்கலாம், ஆனால் அவற்றுடன் தொடர்பு கொள்வதிலிருந்து நீங்கள் தடுக்கப்பட்டுள்ளீர்கள். மேலும் நீங்கள் %2$@ ஐப் பின்தொடரவோ செய்தி அனுப்பவோ முடியாது.
te: మీరు %1$@ నుండి పబ్లిక్ పోస్ట్‌లను చూడవచ్చు, కానీ వాటితో ఇంటరాక్ట్ చేయకుండా మీరు బ్లాక్ చేయబడ్డారు. మీరు %2$@ను ఫాలో చేయడం లేదా సందేశం పంపడం కూడా చేయలేరు.
th: คุณสามารถดูโพสต์สาธารณะจาก %1$@ ได้ แต่คุณถูกบล็อกไม่ให้มีปฏิสัมพันธ์กับโพสต์เหล่านั้น คุณยังไม่สามารถติดตามหรือส่งข้อความถึง %2$@ ได้อีกด้วย
tr: %1$@ kullanıcısının herkese açık gönderilerini görüntüleyebilirsiniz, ancak onlarla etkileşime girmeniz engellenmiştir. Ayrıca %2$@ kullanıcısını takip edemez veya ona mesaj gönderemezsiniz.
uk: Ви можете переглядати публічні дописи від %1$@, але вам заблоковано взаємодію з ними. Ви також не можете підписатися на %2$@ чи надіслати повідомлення.
ur: آپ %1$@ کی عوامی پوسٹس دیکھ سکتے ہیں، لیکن آپ کو ان کے ساتھ مشغول ہونے سے بلاک کیا گیا ہے۔ آپ %2$@ کو فالو یا پیغام بھی نہیں کر سکتے۔
vi: Bạn có thể xem các bài đăng công khai từ %1$@, nhưng bạn bị chặn không được tương tác với chúng. Bạn cũng không thể theo dõi hoặc nhắn tin cho %2$@.
zh_hans: 你可以查看 %1$@ 的公开帖子，但已被禁止与之互动。你也无法关注 %2$@ 或向其发送消息。
zh_hant: 您可以查看 %1$@ 的公開貼文，但您已被封鎖而無法與其互動。您也無法追蹤 %2$@ 或傳送訊息給對方。

source: You have exceeded the character limit for a message.
ar: لقد تجاوزت الحد الأقصى لعدد الأحرف المسموح به للرسالة.
bn: আপনি একটি মেসেজের জন্য নির্ধারিত অক্ষরসীমা অতিক্রম করেছেন।
cs: Překročili jste maximální počet znaků pro zprávu.
da: Du har overskredet tegngrænsen for en besked.
de: Du hast das Zeichenlimit für eine Nachricht überschritten.
el: Υπερβήκατε το όριο χαρακτήρων για ένα μήνυμα.
es: Has superado el límite de caracteres de un mensaje.
es_419: Has superado el límite de caracteres para un mensaje.
fa: از محدودیت تعداد نویسه‌ها برای یک پیام فراتر رفته‌اید.
fi: Olette ylittäneet viestin merkkirajan.
fil: Nalampasan ninyo ang limitasyon ng karakter para sa isang mensahe.
fr: Tu as dépassé la limite de caractères pour un message.
he: חרגת ממגבלת התווים להודעה.
hi: आपने किसी संदेश के लिए वर्ण सीमा पार कर ली है।
hu: Túllépte az üzenet karakterkorlátját.
hy: Դուք գերազանցել եք հաղորդագրության նիշերի սահմանաչափը։
id: Kamu telah melampaui batas karakter untuk sebuah pesan.
it: Hai superato il limite di caratteri per un messaggio.
ja: メッセージの文字数制限を超えています。
ko: 메시지의 글자 수 제한을 초과했습니다.
ms: Anda telah melebihi had aksara bagi sesuatu mesej.
nb: Du har overskredet tegngrensen for en melding.
nl: Je hebt de tekenlimiet voor een bericht overschreden.
pl: Przekroczono limit znaków dla wiadomości.
pt_br: Você excedeu o limite de caracteres de uma mensagem.
pt_pt: Excedeu o limite de caracteres de uma mensagem.
ro: Ați depășit limita de caractere pentru un mesaj.
ru: Вы превысили лимит символов для сообщения.
sv: Du har överskridit teckengränsen för ett meddelande.
ta: ஒரு செய்திக்கான எழுத்து வரம்பை நீங்கள் மீறிவிட்டீர்கள்.
te: మీరు సందేశం కోసం అక్షరాల పరిమితిని మించిపోయారు.
th: คุณใช้จำนวนตัวอักษรเกินขีดจำกัดสำหรับข้อความ
tr: Bir mesaj için karakter sınırını aştın.
uk: Ви перевищили ліміт символів для повідомлення.
ur: آپ نے کسی پیغام کے لیے حروف کی حد سے تجاوز کر لیا ہے۔
vi: Bạn đã vượt quá giới hạn ký tự cho một tin nhắn.
zh_hans: 你已超出单条消息的字数上限。
zh_hant: 您已超過訊息的字數上限。

source: You re-shared
ar: لقد أعدت المشاركة
bn: আপনি রি-শেয়ার করেছেন
cs: Sdílel/a jsi dál
da: Du gendelte
de: Du hast erneut geteilt
el: Κοινοποίησες
es: Has compartido
es_419: Compartiste
fa: تو بازنشر کردی
fi: Jaoit uudelleen
fil: Ni-re-share mo
fr: Tu as repartagé
he: שיתפת מחדש
hi: आपने री-शेयर किया
hu: Te osztottad meg újra
hy: Դու վերակիսեցիր
id: Kamu membagikan ulang
it: Hai condiviso di nuovo
ja: あなたが再シェアしました
ko: 회원님이 리셰어함
ms: Anda kongsi semula
nb: Du redelte
nl: Jij hebt opnieuw gedeeld
pl: Udostępniono przez Ciebie
pt_br: Você recompartilhou
pt_pt: Repartilhaste
ro: Ai redistribuit
ru: Вы сделали репост
sv: Du delade om
ta: நீங்கள் மீள்பகிர்ந்தீர்கள்
te: మీరు రీ-షేర్ చేశారు
th: คุณแชร์ต่อ
tr: Yeniden paylaştın
uk: Ви поширили
ur: آپ نے ری شیئر کیا
vi: Bạn đã chia sẻ lại
zh_hans: 你已转发
zh_hant: 你已轉發

source: You reposted this
ar: لقد أعدت نشر هذا
bn: আপনি এটি রিপোস্ট করেছেন
cs: Toto jsi přesdílel/a
da: Du gendelte dette
de: Du hast dies geteilt
el: Το αναδημοσίευσες
es: Has republicado esto
es_419: Reposteaste esto
fa: تو این را بازنشر کردی
fi: Jaoit tämän uudelleen
fil: Ni-repost mo ito
fr: Tu as reposté ceci
he: שיתפת מחדש את זה
hi: आपने इसे रीपोस्ट किया
hu: Ezt te osztottad meg újra
hy: Դու վերաշարադրեցիր սա
id: Kamu memposting ulang ini
it: Hai ripubblicato questo
ja: あなたがこれをリポストしました
ko: 회원님이 리포스트함
ms: Anda hantar semula ini
nb: Du delte dette på nytt
nl: Jij hebt dit gerepost
pl: Udostępniono to przez Ciebie
pt_br: Você repostou isto
pt_pt: Republicaste isto
ro: Ai repostat asta
ru: Вы сделали репост этого
sv: Du delade om det här
ta: இதை நீங்கள் மீண்டும் இடுகையிட்டீர்கள்
te: మీరు దీన్ని రీపోస్ట్ చేశారు
th: คุณรีโพสต์สิ่งนี้
tr: Bunu yeniden paylaştın
uk: Ви це репостнули
ur: آپ نے اسے دوبارہ پوسٹ کیا
vi: Bạn đã đăng lại bài này
zh_hans: 你转发了此内容
zh_hant: 你轉發了這則貼文

source: You should check out "%@" via @KurozoraApp
ar: يجدر بك إلقاء نظرة على "%@" عبر ‎@KurozoraApp
bn: @KurozoraApp-এর মাধ্যমে "%@" দেখা উচিত আপনার
cs: Měl bys mrknout na „%@“ přes @KurozoraApp
da: Du burde tjekke "%@" ud via @KurozoraApp
de: Du solltest dir „%@“ ansehen via @KurozoraApp
el: Πρέπει να ρίξεις μια ματιά στο «%@» μέσω @KurozoraApp
es: Deberías echar un vistazo a «%@» vía @KurozoraApp
es_419: Deberías echarle un vistazo a "%@" vía @KurozoraApp
fa: حتماً «%@» را ببین، از طریق @KurozoraApp
fi: Sinun kannattaa tutustua hahmoon ”%@” – @KurozoraApp
fil: Dapat mong tingnan ang "%@" via @KurozoraApp
fr: Tu devrais jeter un œil à « %@ » via @KurozoraApp
he: כדאי לך לבדוק את "%@" דרך @KurozoraApp
hi: तुम्हें "%@" ज़रूर देखना चाहिए @KurozoraApp के ज़रिए
hu: Ezt érdemes megnézned: „%@” a(z) @KurozoraApp segítségével
hy: Անպայման նայիր «%@»-ին՝ @KurozoraApp-ի միջոցով
id: Kamu harus lihat "%@" via @KurozoraApp
it: Dovresti dare un'occhiata a "%@" via @KurozoraApp
ja: 「%@」をチェックしてみて via @KurozoraApp
ko: "%@"을(를) 한번 확인해 보세요 via @KurozoraApp
ms: Anda patut tengok "%@" melalui @KurozoraApp
nb: Du burde sjekke ut «%@» via @KurozoraApp
nl: Je moet "%@" eens bekijken via @KurozoraApp
pl: Koniecznie sprawdź „%@” za pośrednictwem @KurozoraApp
pt_br: Você deveria conferir "%@" via @KurozoraApp
pt_pt: Devias ver "%@" via @KurozoraApp
ro: Ar trebui să arunci o privire la „%@” via @KurozoraApp
ru: Тебе стоит заценить «%@» через @KurozoraApp
sv: Du borde kolla in "%@" via @KurozoraApp
ta: நீங்கள் "%@" ஐப் பார்க்க வேண்டும் @KurozoraApp வழியாக
te: మీరు "%@"ని @KurozoraApp ద్వారా చూడాలి
th: คุณน่าจะลองดู "%@" ผ่าน @KurozoraApp
tr: "%@" karakterine bir göz atmalısın, @KurozoraApp ile
uk: Тобі варто глянути «%@» через @KurozoraApp
ur: آپ کو "%@" ضرور دیکھنا چاہیے بذریعہ @KurozoraApp
vi: Bạn nên xem qua "%@" qua @KurozoraApp
zh_hans: 你该来看看《%@》，来自 @KurozoraApp
zh_hant: 你應該看看「%@」，透過 @KurozoraApp

source: You should watch "%@" season via @KurozoraApp
ar: يجدر بك مشاهدة موسم "%@" عبر ‎@KurozoraApp
bn: @KurozoraApp-এর মাধ্যমে "%@" সিজনটি দেখা উচিত আপনার
cs: Měl bys zhlédnout sérii „%@“ přes @KurozoraApp
da: Du burde se sæsonen "%@" via @KurozoraApp
de: Du solltest die Staffel „%@“ schauen via @KurozoraApp
el: Πρέπει να δεις τη σεζόν «%@» μέσω @KurozoraApp
es: Deberías ver la temporada de «%@» vía @KurozoraApp
es_419: Deberías ver la temporada "%@" vía @KurozoraApp
fa: حتماً فصل «%@» را تماشا کن، از طریق @KurozoraApp
fi: Sinun kannattaa katsoa kausi ”%@” – @KurozoraApp
fil: Dapat mong panoorin ang season na "%@" via @KurozoraApp
fr: Tu devrais regarder la saison « %@ » via @KurozoraApp
he: כדאי לך לצפות בעונה של "%@" דרך @KurozoraApp
hi: तुम्हें "%@" सीज़न ज़रूर देखना चाहिए @KurozoraApp के ज़रिए
hu: Ezt az évadot érdemes megnézned: „%@” a(z) @KurozoraApp segítségével
hy: Անպայման դիտիր «%@» եթերաշրջանը՝ @KurozoraApp-ի միջոցով
id: Kamu harus menonton season "%@" via @KurozoraApp
it: Dovresti guardare la stagione di "%@" via @KurozoraApp
ja: 「%@」のシーズンを観てみて via @KurozoraApp
ko: "%@" 시즌을 시청해 보세요 via @KurozoraApp
ms: Anda patut tonton season "%@" melalui @KurozoraApp
nb: Du burde se sesongen «%@» via @KurozoraApp
nl: Je moet het seizoen van "%@" eens kijken via @KurozoraApp
pl: Koniecznie obejrzyj sezon „%@” za pośrednictwem @KurozoraApp
pt_br: Você deveria assistir à temporada "%@" via @KurozoraApp
pt_pt: Devias ver a temporada de "%@" via @KurozoraApp
ro: Ar trebui să vizionezi sezonul „%@” via @KurozoraApp
ru: Тебе стоит посмотреть сезон «%@» через @KurozoraApp
sv: Du borde titta på säsongen av "%@" via @KurozoraApp
ta: நீங்கள் "%@" season ஐப் பார்க்க வேண்டும் @KurozoraApp வழியாக
te: మీరు "%@" సీజన్‌ను @KurozoraApp ద్వారా చూడాలి
th: คุณน่าจะดูซีซัน "%@" ผ่าน @KurozoraApp
tr: "%@" sezonunu izlemelisin, @KurozoraApp ile
uk: Тобі варто подивитися сезон «%@» через @KurozoraApp
ur: آپ کو "%@" سیزن ضرور دیکھنا چاہیے بذریعہ @KurozoraApp
vi: Bạn nên xem mùa "%@" qua @KurozoraApp
zh_hans: 你该来看看《%@》这一季，来自 @KurozoraApp
zh_hant: 你應該觀看「%@」這一季，透過 @KurozoraApp

# You were in the top %@%% of %@ this year.
source: You were in the top %1$@%% of %2$@ this year.
ar: كنت ضمن أعلى %1$@%% في %2$@ هذا العام.
bn: এই বছর আপনি %2$@-এর শীর্ষ %1$@%%-এ ছিলেন।
cs: Letos jsi byl mezi nejlepšími %1$@ %% v kategorii %2$@.
da: Du var blandt de øverste %1$@%% af %2$@ i år.
de: Du warst dieses Jahr in den Top %1$@%% von %2$@.
el: Ήσουν στο κορυφαίο %1$@%% του/της %2$@ φέτος.
es: Este año estuviste en el top %1$@%% de %2$@.
es_419: Estuviste en el %1$@%% superior de %2$@ este año.
fa: امسال در %1$@%% برتر %2$@ بودی.
fi: Olit tänä vuonna parhaan %1$@ %% joukossa kategoriassa %2$@.
fil: Nasa top %1$@%% ka ng %2$@ ngayong taon.
fr: Tu étais dans le top %1$@ %% de %2$@ cette année.
he: היית באחוזון העליון של %1$@%% מתוך %2$@ השנה.
hi: इस साल तुम %2$@ के टॉप %1$@%% में रहे।
hu: Idén a(z) %2$@ felső %1$@%%-ában voltál.
hy: Այս տարի դու եղել ես %2$@-ի լավագույն %1$@%%-ի մեջ։
id: Kamu berada di %1$@%% teratas dari %2$@ tahun ini.
it: Quest'anno eri tra i primi %1$@%% di %2$@.
ja: あなたは今年 %2$@ の上位 %1$@%% に入りました。
ko: 올해 %2$@ 부문에서 상위 %1$@%%에 들었어요.
ms: Anda berada dalam %1$@%% teratas bagi %2$@ tahun ini.
nb: Du var blant de øverste %1$@ %% av %2$@ i år.
nl: Je zat dit jaar in de top %1$@%% van %2$@.
pl: Byłeś w czołowych %1$@%% w kategorii %2$@ w tym roku.
pt_br: Você esteve entre os %1$@%% melhores de %2$@ este ano.
pt_pt: Estiveste no top %1$@%% de %2$@ este ano.
ro: Anul acesta ai fost în topul %1$@%% la %2$@.
ru: В этом году ты вошёл в топ %1$@%% по категории %2$@.
sv: Du var bland de %1$@ %% bästa inom %2$@ i år.
ta: இந்த ஆண்டு நீங்கள் %2$@ இல் முதல் %1$@%% இல் இருந்தீர்கள்.
te: ఈ సంవత్సరం మీరు %2$@లో టాప్ %1$@%%లో ఉన్నారు.
th: คุณอยู่ในกลุ่ม %1$@%% แรกของ %2$@ ในปีนี้
tr: Bu yıl %2$@ kategorisinde en üst %1$@%% dilimindeydin.
uk: Цього року ти був у топ %1$@%% серед %2$@.
ur: آپ اس سال %2$@ کے ٹاپ %1$@%% میں تھے۔
vi: Bạn nằm trong top %1$@%% của %2$@ năm nay.
zh_hans: 今年你位列 %2$@ 的前 %1$@%%。
zh_hant: 今年你在 %2$@ 中排名前 %1$@%%。

source: You, followed by you!
ar: أنت، يتابعك أنت!
bn: আপনি, আপনার দ্বারাই ফলো করা!
cs: Ty, sledováno tebou!
da: Dig, fulgt af dig!
de: Du, gefolgt von dir!
el: Εσύ, σε ακολουθείς εσύ ο ίδιος!
es: ¡Tú, seguido por ti!
es_419: ¡Tú, seguido por ti!
fa: تو، که خودت دنبالت می‌کنی!
fi: Sinä, seuraajanasi sinä itse!
fil: Ikaw, sinusundan mo ng iyong sarili!
fr: Toi, suivi par toi !
he: אתה, נעקב על ידי עצמך!
hi: आप, खुद के द्वारा फ़ॉलो किए गए!
hu: Te, akit te követsz!
hy: Դու, որին հետևում ես դու ինքդ!
id: Kamu, diikuti oleh kamu!
it: Tu, seguito da te!
ja: あなた、あなた自身がフォロー中！
ko: 회원님을 팔로우하는 사람은 회원님 자신뿐이에요!
ms: Anda, diikuti oleh anda sendiri!
nb: Deg, fulgt av deg!
nl: Jij, gevolgd door jou!
pl: Ty, obserwowany przez Ciebie!
pt_br: Você, seguido por você!
pt_pt: Tu, seguido por ti!
ro: Tu, urmărit de tine!
ru: Ты, и на тебя подписан ты сам!
sv: Du, följd av dig själv!
ta: நீங்கள், உங்களால் பின்தொடரப்படுகிறீர்கள்!
te: మిమ్మల్ని, మీరే ఫాలో చేస్తున్నారు!
th: คุณ, ติดตามโดยคุณเอง!
tr: Sen, seni takip ediyorsun!
uk: Ти, і на тебе підписаний ти сам!
ur: آپ، آپ کے اپنے فالوور!
vi: Bạn, được theo dõi bởi chính bạn!
zh_hans: 你，被你自己关注！
zh_hant: 你，被你自己追蹤！

source: Your rating and review will be removed.
ar: سيتم حذف تقييمك ومراجعتك.
bn: আপনার রেটিং এবং রিভিউ মুছে ফেলা হবে।
cs: Vaše hodnocení a recenze budou odstraněny.
da: Din bedømmelse og anmeldelse vil blive fjernet.
de: Deine Bewertung und Rezension werden entfernt.
el: Η βαθμολογία και η κριτική σου θα αφαιρεθούν.
es: Se eliminarán tu valoración y tu reseña.
es_419: Se eliminarán tu calificación y tu reseña.
fa: امتیاز و نقد شما حذف خواهد شد.
fi: Arviosi ja arvostelusi poistetaan.
fil: Aalisin ang iyong rating at review.
fr: Ta note et ta critique seront supprimées.
he: הדירוג והביקורת שלך יוסרו.
hi: आपकी रेटिंग और समीक्षा हटा दी जाएगी।
hu: Az értékelése és a véleménye eltávolításra kerül.
hy: Ձեր գնահատականը և կարծիքը կհեռացվեն։
id: Rating dan ulasanmu akan dihapus.
it: La Sua valutazione e la Sua recensione verranno rimosse.
ja: 評価とレビューが削除されます。
ko: 회원님의 평점과 리뷰가 삭제됩니다.
ms: Penilaian dan ulasan anda akan dialih keluar.
nb: Vurderingen og anmeldelsen din vil bli fjernet.
nl: Je beoordeling en recensie worden verwijderd.
pl: Twoja ocena i recenzja zostaną usunięte.
pt_br: Sua nota e sua avaliação serão removidas.
pt_pt: A sua avaliação e crítica serão removidas.
ro: Evaluarea și recenzia dumneavoastră vor fi eliminate.
ru: Ваша оценка и отзыв будут удалены.
sv: Ditt betyg och din recension tas bort.
ta: உங்கள் மதிப்பீடும் மதிப்பாய்வும் அகற்றப்படும்.
te: మీ రేటింగ్ మరియు రివ్యూ తీసివేయబడతాయి.
th: คะแนนและรีวิวของคุณจะถูกลบออก
tr: Puanınız ve incelemeniz kaldırılacaktır.
uk: Вашу оцінку та відгук буде видалено.
ur: آپ کی ریٹنگ اور جائزہ ہٹا دیا جائے گا۔
vi: Đánh giá và bài nhận xét của bạn sẽ bị xóa.
zh_hans: 你的评分和评价将被移除。
zh_hant: 您的評分與評論將會被移除。

source: Your streak, wins and guess spread.
ar: سلسلتك وانتصاراتك وتوزيع محاولاتك.
bn: তোমার স্ট্রিক, জয় আর অনুমানের বিন্যাস।
cs: Tvá série, výhry a rozložení pokusů.
da: Din streak, dine sejre og din gætfordeling.
de: Deine Serie, Siege und Versuchsverteilung.
el: Το σερί, οι νίκες και η κατανομή των προσπαθειών σου.
es: Tu racha, tus victorias y tu distribución de intentos.
es_419: Tu racha, tus victorias y tu distribución de intentos.
fa: زنجیره، بردها و پراکندگی حدس‌های تو.
fi: Putkesi, voittosi ja arvausten jakauma.
fil: Ang streak, panalo at distribusyon ng hula mo.
fr: Ta série, tes victoires et la répartition de tes essais.
he: הרצף, הניצחונות והתפלגות הניחושים שלך.
hi: आपकी स्ट्रीक, जीत और अनुमानों का वितरण।
hu: A sorozatod, a győzelmeid és a tippjeid megoszlása.
hy: Քո շարքը, հաղթանակներդ և փորձերի բաշխումը։
id: Streak, kemenangan dan sebaran tebakanmu.
it: La tua serie, le vittorie e la distribuzione dei tentativi.
ja: 連続記録、勝利数、試行回数の分布。
ko: 연속 기록, 승리, 시도 분포를 확인해요.
ms: Streak, kemenangan dan taburan tekaan anda.
nb: Rekken, seirene og gjetningsfordelingen din.
nl: Je reeks, overwinningen en verdeling van pogingen.
pl: Twoja seria, zwycięstwa i rozkład prób.
pt_br: Sua sequência, vitórias e distribuição de tentativas.
pt_pt: A tua sequência, vitórias e distribuição de tentativas.
ro: Seria, victoriile și distribuția încercărilor tale.
ru: Твоя серия, победы и распределение попыток.
sv: Din svit, dina vinster och gissningsfördelning.
ta: உங்கள் தொடர், வெற்றிகள், யூகப் பங்கீடு.
te: మీ స్ట్రీక్, గెలుపులు, ప్రయత్నాల విభజన.
th: สตรีค ชัยชนะ และการกระจายของการเดา
tr: Serin, kazançların ve tahmin dağılımın.
uk: Твоя серія, перемоги та розподіл спроб.
ur: آپ کی اسٹریک، جیت اور اندازوں کی تقسیم۔
vi: Chuỗi, số lần thắng và phân bố lượt đoán của bạn.
zh_hans: 你的连胜、胜场和猜测次数分布。
zh_hant: 你的連勝、勝場和猜測次數分布。

source: Your Week
ar: أسبوعك
bn: তোমার সপ্তাহ
cs: Tvůj týden
da: Din uge
de: Deine Woche
el: Η εβδομάδα σου
es: Tu semana
es_419: Tu semana
fa: هفته تو
fi: Viikkosi
fil: Ang Linggo Mo
fr: Ta semaine
he: השבוע שלך
hi: आपका सप्ताह
hu: A heted
hy: Քո շաբաթը
id: Minggu Kamu
it: La tua settimana
ja: 今週のあなた
ko: 이번 주
ms: Minggu Anda
nb: Din uke
nl: Jouw week
pl: Twój tydzień
pt_br: Sua Semana
pt_pt: A Tua Semana
ro: Săptămâna ta
ru: Твоя неделя
sv: Din vecka
ta: உங்கள் வாரம்
te: మీ వారం
th: สัปดาห์ของคุณ
tr: Haftan
uk: Твій тиждень
ur: آپ کا ہفتہ
vi: Tuần Của Bạn
zh_hans: 你的一周
zh_hant: 你的一週
